{
  "DAO_0": "It’s time to build new future from KCC, for all blockchain",
  "DAO_1": "Community Address",
  "DAO_2": "Member",
  "DAO_3": "Proposals",
  "DAO_4": "Early Phase",
  "DAO_5": "In the early phase, we have brought together the KuCoin core team, KCC GoDAO Foundation, investment institutions, angel investors, a number of KCS Holder community representatives and professional fund management institutions to establish the KCS Management Foundation, which will be fully responsible for KCS’ future development, decision-making, investment, uses, etc. The key work of the KCS Management Foundation encompasses the following:",
  "DAO_6": "Research & Development",
  "DAO_7": "DAO can expand faster than the company, because it can gather the wisdom of more people without geographical restrictions",
  "DAO_8": "Liquidity Support",
  "DAO_9": "DAOs are usually started by a community solving for a specific problem, enabling members with a shared mission to be incentivized to build toward a common goal.",
  "DAO_10": "Funding",
  "DAO_11": "DAOs are more transparent than traditional companies since all actions and funding in the DAO are viewable by anyone. This significantly reduces the risk of corruption and censorship.",
  "DAO_12": "Linking Resources of Ecosystem",
  "DAO_13": "A DAOs rulebook, activity, and balance sheet exists on a public blockchain which is transparent at all times, down to every single transaction.",
  "DAO_14": "Features",
  "DAO_15": "From policy ideation to execution - GoDAO helps communities to make informed decisions",
  "DAO_16": "Why GoDAO.World",
  "DAO_17": "The \"old world\" of blackchain is being reassembled in a new way, so everyone can make changes equally — it's a new era that belongs to everyone.",
  "DAO_18": "Dao.Governace",
  "DAO_19": "Join a decentralized community to prosperous the KCC through research, discussion, and on-chain voting.",
  "DAO_20": "Join Our Community",
  "DAO_21": "Learn more about GoDAO",
  "DAO_22": "Chat with the team and others in the community",
  "DAO_23": "Our  Member",
  "DAO_24": "Grant Ecosystem",
  "DAO_25": "Our members are all over the world",
  "DAO_26": "Want to be a member of the GoDAO ecosystem?",
  "DAO_27": "Visit The KCC Ambassador Program",
  "DAO_28": "All",
  "DAO_29": "Engineer",
  "DAO_30": "Operation",
  "DAO_31": "Advisor",
  "DAO_32": "Ambassador",
  "DAO_33": "Autonomous Phase",
  "DAO_34": "In the later stages, when the foundation of the KCS ecosystem has been laid, we will gradually try to establish more efficient, autonomous and community-based protocols and tools, and gradually remove power from the KCS management foundation, allowing users and contributors of the KCS ecosystem to decide the future development of the KCS ecosystem, enhance the management weight of the GoDAO community, until management is completely replaced by the GoDAO community. We are convinced that only governance drawn from users can truly serve users.",
  "DAO_35": "The management authority of the GoDAO community will be mainly reflected in the following areas:",
  "DAO_36": "In the above four areas, we will focus on the following plans:",
  "DAO_37": "KCS GoDAO Analyst Program",
  "DAO_38": "KCS GoDAO Listing Program",
  "DAO_39": "KCS GoDAO Investment Plan",
  "DAO_40": "KCS GoDAO Benefit Sharing Program",
  "DAO_41": "",
  "DAO_42": "",
  "DAO_43": "",
  "DAO_44": "",
  "DAO_45": "",
  "DAO_46": "",
  "DAO_47": "",
  "DAO_48": "",
  "DAO_49": "",
  "DAO_50": "",
  "DAO_51": "",
  "DAO_52": "",
  "DAO_53": "",
  "DAO_54": "",
  "DAO_55": "",
  "DAO_56": "",
  "DAO_57": "",
  "DAO_58": "",
  "DAO_59": "",
  "DAO_60": "",
  "DAO_61": "",
  "DAO_62": "",
  "DAO_63": "",
  "DAO_64": "",
  "DAO_65": "",
  "DAO_66": "",
  "DAO_67": "",
  "DAO_68": "",
  "DAO_69": "",
  "DAO_70": "",
  "DAO_71": "",
  "DAO_72": "",
  "DAO_73": "",
  "DAO_74": "",
  "DAO_75": "",
  "DAO_76": "",
  "DAO_77": "",
  "DAO_78": "",
  "DAO_79": "",
  "DAO_80": "",
  "DAO_81": "",
  "DAO_82": "",
  "DAO_83": "",
  "DAO_84": "",
  "DAO_85": "",
  "DAO_86": "",
  "DAO_87": "",
  "DAO_88": "",
  "DAO_89": "",
  "DAO_90": "",
  "DAO_91": "",
  "DAO_92": "",
  "DAO_93": "",
  "DAO_94": "",
  "DAO_95": "",
  "DAO_96": "",
  "DAO_97": "",
  "DAO_98": "",
  "DAO_99": ""
}